Repository: fabiocorneti/django-easytree
Catalog: easytree/locale/*/LC_MESSAGES/django.po
Languages: it

source: Title
it: Titolo

source: Position
it: Posizione

source: Select the location of this %(modelname)s in the tree.
it: Seleziona la posizione del nodo %(modelname)s nell'albero

source: Move
it: Sposta

source: Fill the following fields only if you want to move this %(modelname)s.
it: Imposta i seguenti campi solo se desideri spostare il nodo %(modelname)s.

source: Invalid GET parameters
it: Richiesta invalida

source: No such model instance
it: Istanza sconosciuta

source: First sibling
it: Imposta come primo nodo allo stesso livello del nodo relativo

source: Previous sibling
it: Sposta prima del nodo relativo

source: Next sibling
it: Sposta dopo il nodo relativo

source: Last sibling
it: Imposta come ultimo nodo allo stesso livello del nodo relativo

source: Sorted sibling
it: Nodo ordinato

source: First child
it: Imposta come primo figlio del nodo relativo

source: Last child
it: Imposta come ultimo figlio del nodo relativo

source: Sorted child
it: Figlio ordinato

source: Relative to %(modelname)s
it: Nodo %(modelname)s relativo

source: Relative position
it: Nuova posizione

source: Home
it: Pagina iniziale

source: Add %(name)s
it: Aggiungi %(name)s

source: Please correct the error below.
it: Correggi l'errore evidenziato.

source: Filter
it: Filtro
